7zip
ags-hyprpanel-git
alacritty
base
base-devel
bash-completion
blueman
bridge-utils
brightnessctl
bspwm
btop
cava
cmatrix
dhcpcd
dmenu
dnsmasq
dunst
efibootmgr
eww
fastfetch
fd
feh
firefox
flatpak
ghostty
gimp
git
gnome-keyring
goober
gray-git
grimblast-git
grub
helix
hyperfine
hyprland
hyprls-git
hyprpaper
hyprpicker
hyprshot
hyprsunset-git
imagemagick
intel-ucode
iptables-nft
iw
kitty
lib32-libglvnd
lib32-nvidia-utils
lib32-opencl-nvidia
libglvnd
linux
linux-firmware
linux-headers
lutris
lxappearance
ly
matugen-bin
mdp
mission-center
mpc
nano
neovim
nethogs
network-manager-applet
networkmanager
nitrogen
nvidia-dkms
nvidia-settings
nvidia-utils
nwg-displays
nwg-dock-hyprland
nwg-drawer
nwg-look
nwg-panel
openbsd-netcat
opencl-nvidia
opentabletdriver-git
os-prober
osu-lazer
pacman-contrib
pamixer
pavucontrol
polkit-gnome
polybar
power-profiles-daemon
prismlauncher
pulseaudio
python-gpustat
python-pip
python-pipx
python-virtualenv
qemu-base
reflector
ripgrep
rofi
socat
spice-vdagent
starship
steam
swappy
swtpm
swww
sxhkd
thunar
thunar-archive-plugin
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
unzip
vde2
virt-manager
vscodium-bin
warp-terminal-bin
waybar-cava
waypaper
wf-recorder
wine-gecko
wine-mono
wine-staging
winetricks
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xf86-input-wacom
yay
yay-debug
yazi
zsh
